{
  "visitors": 8234,
  "players": 2897,
  "class_count": {
    "class_01": 3,
    "class_02": 4,
    "class_03": 4,
    "class_04": 3,
    "class_05": 3,
    "class_06": 3,
    "class_07": 5,
    "class_08": 4,
    "class_09": 4
  },
  "class_count_sum": 33,
  "class_img": {
    "class_01": "01_class.jpg",
    "class_02": "02_class.jpg",
    "class_03": "03_class.jpg",
    "class_04": "04_class.jpg",
    "class_05": "05_class.jpg",
    "class_06": "06_class.jpg",
    "class_07": "07_class.jpg",
    "class_08": "08_class.jpg",
    "class_09": "09_class.jpg"
  },
  "class_name": {
    "class_01": "나이트",
    "class_02": "레인저",
    "class_03": "마검사",
    "class_04": "마법사",
    "class_05": "어쌔신",
    "class_06": "전사",
    "class_07": "팔라딘",
    "class_08": "프리스트",
    "class_09": "흑마법사"
  },
  "result": {
    "class_01": "&nbsp;나이트여, 반갑습니다.<br><br>&nbsp;당신은 전장의  서서 아군들의 듬직한 기사 역할을 수행합니다. 나이트는 전사 성향과는 다르게 팀원을 생각하는 마음도 갖추고 있는데다가 잘 성장한다면 팀원들을 지휘하는 성향도 잘 맞습니다. 앞에 서서 명예의 맛을 보고 변질하는 많은 기사들을 봤습니다.<br>&nbsp;부디 좋은 기사의 역할을 수행하기 위하여 가끔은 뒤돌아서 팀원을 살펴보길 바랍니다.<br>&nbsp;하지만 가장 중요한 것은 가장 앞에 서서 든든한 방패 역할을 수행하는 그런 자신도 고생했다고 토닥여주고 아껴주는 것이라고 생각합니다.",
    "class_02": "&nbsp;반갑습니다. 레인저여<br><br>&nbsp;당신은 조용하게 전장에서 자신의 역할을 수행합니다. 레인저는 전장에서는 없어서는 안될 중요한 키플레이어 입니다. 뒤에서도 당신은 그 누구보다 빛이 납니다. 이 사회에서 당신의 역할은 큰 편이지만 몇 몇의 정치세력들로 인해 당신이 서브 역할로 전락할 수 있습니다.<br>&nbsp;당신의 공백을 느끼고서야 대부분 당신의 소중함을 알게 되는 게 안타깝군요.. 비록 현재는 다른 사람들이 알아봐주지 않는다고해도 묵묵하게 자신의 일을 수행하다보면 어느순간 모두가 당신을 높게 평가할 것입니다.",
    "class_03": "&nbsp;반갑습니다. 마검사여..<br><br>&nbsp;당신에게서 스탯의 밸런스가 아주 훌륭하게 조합되어 있는 것이 느껴지는 군요. 마검사는 전체적인 밸런스가 좋은 덕분에 임무에 혼자만 배치하여도 당신이 훌륭한 마검사라면 본인의 임무를 잘 수행하는 편입니다.<br>&nbsp;이러한 자신의 능력 때문에 마이웨이 길을 걷는 솔로 플레이에 빠지게 될 수도 있습니다.<br>&nbsp;본인이 뛰어나다면 다른 부족한 플레이어들을 잘 챙겨주는 것은 어떨까요? 아참 잔소리해도 소용없겠군요.. 선택은 당신의 몫입니다. ",
    "class_04": "&nbsp;아니 마법사를 뵙는군요. 오오.. 반갑습니다.<br><br>&nbsp;당신은 앞에 나서지 않아도 화려하게 빛나는 불꽃같습니다. 모두가 팀플레이를 할 때 당신과 함께하고 싶어 하죠.. 파티에서 함께하고 싶은 사람 중에 한 명입니다. 아마도 당신을 겪어본 사람이라면 누구든 그럴 것입니다.<br>&nbsp;그렇지 않다면 당신은 아직 초보 마법사겠군요. 하지만 괜찮습니다. 당신은 계획적으로 결국은 성장을 이루어 결국에는 그 불꽃을 키우게 될 것이니까요. <br>&nbsp;당신에게는 딱히 조언이 필요 없을 것 같습니다. 자신을 믿으세요.",
    "class_05": "&nbsp;어.. 어쌔신?<br><br>&nbsp;혹시.. 절 암살하러 오신건 아니겠죠? 생각해보니 암살하러 온거라면 이렇게 인기척을 내진 않으셨겠군요. 어쌔신의 신중하고 효율적입니다. 보통 차가운 당신들은 다른 인원과 팀워크보다 임무의 목표를 최우선으로 생각하는 편이죠. 좋게말하면 그렇고.. 다르게 말하면 마이웨이입니다. <br>&nbsp;상대편에 좋은 어쌔신이 있다는 것, 그 존재 하나만으로도 적군은 머리가 아파오고 아주 피곤해질 수 있습니다. 하지만 이것도 자기 자신의 역할에 달려있죠. 당신은 양날의 검과 같은 존재입니다. 협업이 중요하고 팀플레이가 중요한 이 사회는 어쩌면 당신에게는 큰 시련과도 같겠네요.<br>&nbsp;하지만 어쩌겠습니까.. 사회가 변화면 그 곳에 맞춰서 진화하거나 아니면 마이웨이로 증명해 보이시거나..",
    "class_06": "&nbsp;이 시대에 전사님이라니,반갑습니다.<br><br>&nbsp;전사들은 보통 존재감이 다르다고 들었는데 역시 멀리서 오실때부터 남다른 포스가 느껴지는군요. 대부분의 일을 처리함에 있어서 주도적으로 움직이는 편입니다. 그리고 전사들은 보통 정신보다 육체가 먼저 움직이는 편입니다. 실행력이 좋습니다. 당신은 혼자서도 이 세상을 잘 이겨내고 살아갈 것 같습니다.<br>&nbsp;개인이면 개인으로 그리고 팀원과 함께라면 또 팀워크로 최전선에서 듬직하게 역할을 수행하는 편입니다.이런 분께서 다음 퀘스트도 맡아주신다니 정말 듬직합니다.굳이 한가지 조언을 드리자면, 너무 개인플레이에 빠지다가 좋지 않은 케이스를 봤으니다른 사람들의 마음을 좀 더 깊게 생각하는 시간을 갖기를 바라겠습니다.",
    "class_07": "&nbsp;안녕하세요. 팔라딘님 반갑습니다. <br><br>&nbsp;팔라딘의 특성도 프리스트와 비슷하게 파티원들과 함께 전장에 나가는 것이 안정적인 편입니다. 당신과 프리스트의 차이점이라고 한다면 당신은 아주 정신(이성)적이면서 또 육체적인 면모가 한스푼 있습니다. 보통 팔라딘들은 따뜻하고 착한 마음씨를 갖고 살아갑니다. 그런 당신에게도 잔소리를 좀 해야겠습니다.<br>&nbsp;먼저, 착하다는 말을 살면서 들었을 때 그 기대에 미치려고 노력하지는 마세요. 신경쓰지말고 본인의 가치관과 결정대로 행동하시면 됩니다. 다른 사람을 보좌하는 당신, 정작 자신의 몸을 살피지 못하고 힘들어지게 된다면 아무소용 없습니다.<br>&nbsp;그리고 하나 더, 요즘 이 세상은 착하면 호구로 호의를 권리로 아는 사람들이 있습니다. 당신도 부디 그런 캐릭터를 주의하세요.",
    "class_08": "&nbsp;안녕하세요. 반갑습니다. 프리스트님 <br><br>프리스트의 특성상 파티원들과 함께 전장에 나가는 것이 안정적인 편입니다. 보통 프리스트들은 착한 마음씨를 장착하고 살아갑니다.  프리스트들은 팔라딘보다 더 신중한 편입니다. 팔라딘과 프리스트를 만나면 꼭 하는 잔소리를 좀 해야겠습니다. 먼저, 착하다는 말을 살면서 들었을 때 착한아이 증후군에 빠지지 않도록 주의하세요.<br>&nbsp;신경쓰지말고 나는 나대로 평상시처럼 행동하면 됩니다. 다른 사람을 힐링하는 당신, 정작 자신의 몸을 살피지 못하고 힘들어지게 된다면 아무소용 없습니다. <br>&nbsp;그리고 하나 더, 요즘 이 세상은 착하면 호구로 호의를 권리로 아는 사람들이 있습니다. 부디 그런 캐릭터를 주의하세요.",
    "class_09": "&nbsp;허허허..살다보니 흑마법사를 만나는군요..<br><br>&nbsp;저는 그럼 이만 .. 저를 왜 붙잡으시나요 방랑자여 당신은 왜 그렇게 뛰어난 능력으로 흑마법사의 길을 걷는 것인가요? 독특한 당신의 성향 때문이거나 혹은 이 세상이 혹시 맘에 안 들기 때문인 것 같군요.. 아니라면 상관없지만 한가지 조언만 드리도록 하죠.<br>&nbsp;당신의 생각을 제가 바꿀 수는 없겠지만요 이 세상, 당신의 그 능력을 살려 당신이 한번 바꿔보는 것은 어떻습니까? 원래 미치광이들이 제일 무서운 법이죠..호호호.."
  }
}